cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'hashicorp/tap'

brew 'cloudflared'
brew 'hashicorp/tap/terraform'
brew 'imagemagick'
brew 'postgresql@14'
brew 'ruby-build'
brew 'spaceman-diff'
brew 'tfenv'
brew 'wget'
brew 'yt-dlp'

cask '1password'
cask 'arq'
cask 'diffusionbee'
cask 'ghostty'
cask 'handbrake'
cask 'plex'
cask 'sonos'
cask 'transmission'
cask 'raycast'
cask 'warp'
cask 'whatsapp'
cask 'visual-studio-code'
cask 'vlc'
cask 'zed'
cask 'zoom'
