tap "homebrew/bundle"
tap "homebrew/core"

brew "ansible"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "bash-completion@2"
brew "bats"
brew "coreutils"
brew "cmake"
brew "dockutil"
brew "ffmpeg"
brew "fasd"
brew "fzf"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "grep"
brew "hub"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "kubeseal"
brew "kubeval"
brew "mysql"
brew "node"
brew "peco"
brew "plantuml"
brew "poetry"
brew "postgresql"
brew "psgrep"
brew "pyenv"
brew "python"
brew "shellcheck"
brew "sops"
brew "ssh-copy-id"
brew "svn"
brew "tfenv"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
