brew "ansible"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "bash-completion@2"
brew "bats-core"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "dockutil"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "hub"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "kubeseal"
brew "kubeval"
brew "minikube"
brew "mysql"
brew "pcre"
brew "peco"
brew "plantuml"
brew "podman"
brew "poetry"
brew "postgresql@14"
brew "psgrep"
brew "ruby-build"
brew "shellcheck"
brew "skaffold"
brew "sops"
brew "spaceman-diff"
brew "ssh-copy-id"
brew "stow"
brew "subversion"
brew "tfenv"
brew "tree"
brew "uv"
brew "vim"
brew "watch"
brew "wget"
brew "zoxide"
